Repository: raulves/RentingApp
Catalog: EquipmentRentalBusiness/Resources/Views/Admin/Index/Index.*.resx
Languages: et

source: Total Revenue
et: Kogu tulu

source: Total Sales
et: Müükide arv

source: Users
et: Kasutajaid

source: Products
et: Tooteid

source: Top 5 Products
et: Top 5 Tooted

source: Top 5 - Most Item Owners
et: Top 5 - Kasutajad, kellel on enim esemeid

source: Product
et: Ese

source: Brand
et: Bränd

source: Model
et: Mudel

source: Bookings
et: Broneeringuid

source: Revenue
et: Tulu

source: Firstname
et: Eesnimi

source: Lastname
et: Perekonnanimi

source: Items
et: Esemeid
