Repository: raulves/RentingApp
Catalog: EquipmentRentalBusiness/Resources/Views/Shared/_LayoutAdmin.*.resx
Languages: et

source: Dashboard
et: Statistika

source: OVERVIEW
et: ÜLEVAADE

source: APP INFO
et: RAKENDUSE INFO

source: Users
et: Kasutajad

source: Role management
et: Rollide juhtimine

source: Roles
et: Rollid

source: Users in role
et: Kasutajad rollides

source: Categories
et: Kategooriad

source: Payment types
et: Makseviisid

source: Product descriptions
et: Toote kirjeldused

source: Rental periods
et: Rendiperioodid

# LangStrs
source: Language strings
et: Sõnad

# LangStrTranslation
source: Language string translations
et: Sõnade tõlked
