Repository: raulves/RentingApp
Catalog: EquipmentRentalBusiness/Resources/Views/Account/Manage/Manage.*.resx
Languages: et

source: Manage Your Account
et: Kontohaldus

# ChangeAccountSettings
source: Change your account settings
et: Muuda oma konto andmeid

source: I own
et: Minu esemed

source: I rent
et: Mina rendin

source: My companies
et: Minu firmad

source: Bookings
et: Broneeringud

source: Items
et: Esemed

source: Addresses
et: Aadressid

source: Companies
et: Firmad

source: Bookings as renter
et: Broneeringud rentijana

source: Bookings as owner
et: Broneeringud omanikuna

source: Profile
et: Profiil

source: Password
et: Salasõna

# Two-factor
source: Two-factor authentication
et: Kaheastmeline autentimine

source: Personal data
et: Andmed

source: External logins
et: Välised sisselogimised

source: Save
et: Salvesta

source: Manage Email
et: Muuda emaili

source: Change email
et: Muuda

source: Change password
et: Muuda parooli

source: Update password
et: Salvesta

source: Download
et: Lae andmed alla

source: Delete
et: Kustuta
